Repository: Tureluurtje/sisyphus-ios
Catalog: sisyphus/Localizable.xcstrings
Source language: en
Languages: nl

# features.auth.loginview.body.forgotpassword
source: Forgot Password?
nl: Wachtwoord vergeten?

# features.auth.loginview.body.input.hidepassword
source: Hide password
nl: Wachtwoord verbergen

# features.auth.loginview.body.input.password
source: Password
nl: Wachtwoord

# features.auth.loginview.body.input.showpassword
source: Show password
nl: Laat wachtwoord zien

# features.auth.loginview.body.register.link
source: Register
nl: Registreren

# features.auth.loginview.body.register.noaccountyet
source: No account yet?
nl: Nog geen account?

# features.auth.loginview.forgotpassword.body.input.sendresetcode
source: Send reset code
nl: Stuur reset code

# features.auth.loginview.forgotpassword.header.subtitle
source: We’ll email you a 6-digit code to verify it’s you.
nl: We sturen je een 6-cijferige code om te verifiëren dat jij het bent.

# features.auth.loginview.forgotpassword.header.title
source: Reset your password
nl: Reset je wachtwoord

# features.auth.loginview.forgotpassword.navigationtitle
source: Forgot password
nl: Wachtwoord vergeten

# features.auth.loginview.resetpassword.body.input.confirmpassword
source: Confirm password
nl: Wachtwoord bevestigen

# features.auth.loginview.resetpassword.body.input.newpassword
source: New password
nl: Nieuwe wachtwoord

# features.auth.loginview.resetpassword.body.submit
source: Update password
nl: Wachtwoord updaten

# features.auth.loginview.resetpassword.navigationtitle
source: New password
nl: Nieuw wachtwoord

# features.auth.loginview.resetpassword.title
source: Set a new password
nl: Stel een nieuw wachtwoord in

# features.auth.loginview.verifyemail.actiontitle
source: Verify
nl: Verifiëren

# features.auth.loginview.verifyemail.body.resendbutton.primary
source: Didn’t get a code?
nl: Geen code gekregen?

# features.auth.loginview.verifyemail.body.resendbutton.secondary
source: Resend
nl: Opnieuw sturen

# features.auth.loginview.verifyemail.body.resendbutton.secondary.timeout
source: Resend in \(resendCooldown)s
nl: Stuur opnieuw in \(resendCooldown)s

# features.auth.loginview.verifyemail.body.submit
source: Verify
nl: Verifiëren

# features.auth.loginview.verifyemail.subtitle
source: Sent to \(email)
nl: Stuur naar \(email|

# features.auth.loginview.verifyemail.title
source: Verify you email
nl: Verifiër je email

# features.auth.loginview.welcomemessage
source: Bene venisti | Sign in to continue
nl: Bene venisti | Log in om door te gaan
